Repository: ism1s/localization
Catalog: locale/*.po
Languages: it

# key5
source: Try all features for 14 days · No credit card required
it: Prova tutte le funzionalità per 14 giorni · Nessuna carta di credito richiesta

# key18
source: Log In
it: Accesso

# extra_KEY_ADDED
source: Log In now
it: Accedi ora

# key21
source: Sign Up with Google
it: Iscriviti con Google

# key7
source: Try it free
it: Provalo GRATIS

# key2
source: Our goal is to eliminate the hassle of localization by providing tools to automate, integrate, and better manage your translations. Lokalise is a better way for growth-minded businesses to expand their mobile apps, games, software or digital content into multiple languages.
it: Il nostro obiettivo è eliminare il problema della localizzazione fornendo strumenti per automatizzare, integrare e gestire al meglio le traduzioni. Lokalise è un modo migliore per le aziende orientate alla crescita di espandere le proprie app mobili, giochi, software o contenuti digitali in più lingue.

# key28
source: Password
it: Parola d'ordine

# key10
source: Log In with Google
it: Accedi con Google

# key3
source: Meet Lokalise
it: Incontra Lokalise

# key14
source: john@better.com
it: giovanni@meglio.com

# key11
source: Log in with SSO
it: Accedi con SSO

# key17
source: Sign Up
it: Iscriviti

# key24
source: Or sign up with your email
it: Oppure iscriviti con la tua email

# key25
source: Full name
it: Nome e cognome

# key8
source: Whether it’s your cloud file storage, task management, or communication tools, integrate Lokalise with thousands of other apps on Zapier to automate your workflow.
it: Che si tratti dell'archiviazione di file nel cloud, della gestione delle attività o degli strumenti di comunicazione, integra Lokalise con migliaia di altre app su Zapier per automatizzare il tuo flusso di lavoro.

# key20
source: Looking to join an existing team instead? Log In
it: Cerchi invece di entrare a far parte di un team esistente? Accesso

# key26
source: Better
it: Meglio

# key23
source: better@lokalise.com
it: meglio@lokalise.com

# key9
source: Lokalise integration for Zapier
it: Integrazione localizzata per Zapier

# key4
source: Connect with more than 1,000 apps
it: Connettiti con più di 1.000 app

# key6
source: Book a demo
it: Prenota una demo

# key13
source: Username
it: Nome utenteasdfas

# key27
source: By signing up, you accept our <u>Terms of Service</u> and <u>Privacy Policy</u>.
it: Iscrivendoti, accetti i nostri <u> Termini di servizio </u> e la <u> Informativa sulla privacy </u>.
